{
    "category_name": "Emission d'instruments de fonds propres",
    "name": "Repurchase of instruments",
    "code": "redee",
    "desc": "The instrument can only be redeemed, repurchased or called if the Relevent Regulator or Authority has given its prior approval.  ",
    "base_leg": [
        "Article  63(j) and Article 77 Regulation (EU) No 575/2013 ",
        "Article 52(i) and Article 77 Regulation (EU) No 575/2013"
    ],
    "methodology": [
        "Search the document for a reference to the call, redemption  or repurchase of the instrument",
        "Search the document for a reference to article 78 or 77 of Regulation (EU) No 575/2013. ",
        "If the two references belong to the same paragraph, then the instrument is compliant. ",
        "If the reference to article 77 or 78 of Regulation 575/2013 is not present in the document, search for mention of the need to obtain an authorization in link with the call, redemption or repurchase of the instrument. ",
        "If the document mentions the need for an authorization, then the instrument is compliant. ",
        "If the document does not mention the need for authorization, then the instrument is not compliant. "
    ],
    "conform_example": "1.\tThe Bank shall take all necessary steps to obtain any necessary French authorization or consent for all purchases, and redemptions provided for in paragraphs (A) and (B) of this Condition 4, and shall not by any act or failure to act prejudice the special taxation status referred to in Condition 7(A).\n\n\n2.\t7.7 Conditions to Redemption and Purchase: The Notes may only be redeemed or purchased if the Relevant Regulator has given its prior written approval to such redemption or purchase (as applicable) and the other conditions required by Articles 77 and 78 of the CRR (as applicable on the date of such redemption or purchase) are met.\n\n As at the Issue Date, the following conditions are required by Articles 77 and 78 of the CRR: (i) on or before such redemption or purchase (as applicable) of the Notes, the Issuer replaces the Notes with capital instruments of an equal or higher quality on terms that are sustainable for its income capacity; or (ii) the Issuer has demonstrated to the satisfaction of the Relevant Regulator that its own funds and eligible liabilities would, following such redemption or purchase (as applicable), exceed the requirements laid down in the CRD IV Rules and the BRRD by a margin that the Relevant Regulator considers necessary on the basis set out in the CRD IV Rules for it to determine the appropriate level of capital of an institution; and (b) In the case of redemption before the fifth anniversary of the Issue Date, if: (i) the conditions listed in paragraphs (a)(i) or (a)(ii) above are met; and (ii) \n\n(A)\tin the case of redemption due to the occurrence of a Capital Event, (x) the Relevant Regulator considers such change to be sufficiently certain and (y) the Issuer demonstrates to the satisfaction of the Relevant Regulator that the Capital Event was not reasonably foreseeable at the time of issuance of the Notes; or \n\n(B)\tin the case of redemption due to the occurrence of a Tax Event, the Issuer demonstrates to the satisfaction of the Relevant Regulator that such Tax Event is material and was not reasonably foreseeable at the time of issuance of the Notes and the Issuer has delivered a certificate signed by one of its senior officers to the Principal Paying Agent (and copies thereof will be available at the Principal Paying Agent's specified office during its normal business hours) not less than five (5) calendar days prior to the date set for redemption that such Tax Event has occurred or will occur no more than ninety (90) calendar days following the date fixed for redemption, as the case may be; or \n(C)\tthe Issuer replaces the Notes with own funds instruments of equal or higher quality at terms that are sustainable for the income capacity of the Issuer and the Relevant Regulator has permitted that action on the basis of the determination that it would be beneficial from a prudential point of view and justified by exceptional circumstances; or \n\n(D)\t the Notes are repurchased for market making purposes. 68 For the avoidance of doubt, any refusal of the Relevant Regulator to give its prior written approval shall not constitute a default for any purpose.\n\n3.\tThe Issuer may redeem the Notes in whole, but not in part, at any time, with the prior approval of the competent authority and in accordance with ยง 5(7), at their Redemption Amount together with interest (if any, subject to a cancellation of interest payment pursuant to ยง 3(8)) accrued to the date fixed for redemption (exclusive), if there is a change in the regulatory classification of the Notes that would be likely to result in (i) their exclusion in full or in part from the Issuer's own funds under the CRR or (ii) a reclassification as a lower quality form of the Issuer's own funds since the issuance date, provided that the conditions in Article 78(4)(a) CRR are met, pursuant to which the competent authority may approve such redemption if (i) it considers the change in the regulatory classification to be sufficiently certain and (ii) the Issuer demonstrated to its satisfaction that the regulatory reclassification of the Notes was not reasonably foreseeable at the date of issuance. \n",
    "non_conform_example": "lack of provision ",
    "proc": "Contact the Supervised Entity to organize a meeting.  "
}